Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 已拒绝。请到系统设置 → 隐私与安全性 → 提醒事项 中开启 Memonta
ar: مرفوض. فعّل Memonta في إعدادات النظام → الخصوصية والأمان → التذكيرات.
de: Abgelehnt. Bitte aktivieren Sie Memonta in Systemeinstellungen → Datenschutz & Sicherheit → Erinnerungen.
en: Denied. Please enable Memonta in System Settings → Privacy & Security → Reminders.
es: Denegado. Activa Memonta en Ajustes del Sistema → Privacidad y seguridad → Recordatorios.
fr: Refusé. Veuillez activer Memonta dans Réglages Système → Confidentialité et sécurité → Rappels.
hi: अस्वीकृत। कृपया सिस्टम सेटिंग्स → गोपनीयता और सुरक्षा → रिमाइंडर में Memonta सक्षम करें।
id: Ditolak. Silakan aktifkan Memonta di Pengaturan Sistem → Privasi & Keamanan → Pengingat.
it: Negato. Attiva Memonta in Impostazioni di Sistema → Privacy e sicurezza → Promemoria.
ja: 拒否されました。システム設定 → プライバシーとセキュリティ → リマインダー で Memonta を有効にしてください。
ko: 거부되었습니다. 시스템 설정 → 개인 정보 보호 및 보안 → 알림에서 Memonta를 켜세요.
nl: Geweigerd. Schakel Memonta in via Systeeminstellingen → Privacy en beveiliging → Herinneringen.
pl: Odrzucono. Włącz Memonta w Ustawienia systemowe → Prywatność i ochrona → Przypomnienia.
pt: Negado. Ative o Memonta em Ajustes do Sistema → Privacidade e Segurança → Lembretes.
ru: Отклонено. Включите Memonta в Системные настройки → Конфиденциальность и безопасность → Напоминания.
sv: Nekad. Aktivera Memonta i Systeminställningar → Integritet och säkerhet → Påminnelser.
th: ถูกปฏิเสธ โปรดเปิดใช้ Memonta ในการตั้งค่าระบบ → ความเป็นส่วนตัวและความปลอดภัย → เตือนความจำ
tr: Reddedildi. Lütfen Sistem Ayarları → Gizlilik ve Güvenlik → Anımsatıcılar'da Memonta'yu etkinleştirin.
uk: Відхилено. Увімкніть Memonta у Системні налаштування → Приватність і безпека → Нагадування.
vi: Bị từ chối. Vui lòng bật Memonta trong Cài đặt hệ thống → Quyền riêng tư & Bảo mật → Lời nhắc.
zh_hant: 已拒絕。請到系統設置 → 隱私與安全性 → 提醒事項 中開啓 Memonta

source: 已授权
ar: مصرّح به
de: Autorisiert
en: Authorized
es: Autorizado
fr: Autorisé
hi: अधिकृत
id: Diizinkan
it: Autorizzato
ja: 許可済み
ko: 승인됨
nl: Geautoriseerd
pl: Autoryzowano
pt: Autorizado
ru: Разрешено
sv: Auktoriserad
th: ได้รับอนุญาตแล้ว
tr: İzin verildi
uk: Дозволено
vi: Đã cấp quyền
zh_hant: 已授權

source: 已授权，可以正常截图
ar: تم منح الإذن، يمكنك التقاط الصور بشكل طبيعي
de: Berechtigt; Screenshots funktionieren normal
en: Authorized; screenshots work normally
es: Autorizado; las capturas funcionan con normalidad
fr: Autorisé ; les captures fonctionnent normalement
hi: अधिकृत, स्क्रीनशॉट सामान्य रूप से काम करते हैं
id: Diizinkan; tangkapan layar berfungsi normal
it: Autorizzato; gli screenshot funzionano normalmente
ja: 許可済みで、スクリーンショットを正常に撮影できます
ko: 권한이 부여되어 스크린샷을 정상적으로 찍을 수 있습니다
nl: Geautoriseerd; schermafdrukken werken normaal
pl: Autoryzowano; zrzuty działają normalnie
pt: Autorizado; as capturas funcionam normalmente
ru: Разрешено; снимки экрана работают нормально
sv: Auktoriserad; skärmdumpar fungerar normalt
th: ได้รับอนุญาตแล้ว จับภาพหน้าจอได้ตามปกติ
tr: Yetkilendirildi; ekran görüntüleri normal çalışıyor
uk: Дозволено; знімки екрана працюють нормально
vi: Đã cấp quyền; chụp ảnh hoạt động bình thường
zh_hant: 已授權，可以正常截圖

source: 已断开，将回退系统默认
ar: تم قطع الاتصال، سيتم الرجوع إلى الإعداد الافتراضي للنظام
de: Getrennt, verwendet wieder den Systemstandard
en: Disconnected, will fall back to the system default
es: Desconectado, se usará el valor predeterminado del sistema
fr: Déconnecté, retour au périphérique système par défaut
hi: डिस्कनेक्ट हो गया, सिस्टम डिफ़ॉल्ट पर वापस जाएगा
id: Terputus, akan kembali ke default sistem
it: Disconnesso, verrà usato il valore predefinito di sistema
ja: 切断されました（システムのデフォルトに戻ります）
ko: 연결 해제됨, 시스템 기본값으로 대체됩니다
nl: Verbinding verbroken, valt terug op systeemstandaard
pl: Rozłączono, powrót do domyślnego systemowego
pt: Desconectado, voltará ao padrão do sistema
ru: Отключено, будет использоваться устройство по умолчанию
sv: Frånkopplad, återgår till systemstandard
th: ตัดการเชื่อมต่อแล้ว จะกลับไปใช้ค่าเริ่มต้นของระบบ
tr: Bağlantı kesildi, sistem varsayılanına dönülecek
uk: Від’єднано, буде використано пристрій за замовчуванням
vi: Đã ngắt kết nối, sẽ quay về mặc định hệ thống
zh_hant: 已中斷連線，將改回系統預設

source: 已暂停
ar: متوقّف مؤقتًا
de: Pausiert
en: Paused
es: En pausa
fr: En pause
hi: रोका गया
id: Dijeda
it: In pausa
ja: 一時停止中
ko: 일시정지됨
nl: Gepauzeerd
pl: Wstrzymano
pt: Em pausa
ru: Приостановлено
sv: Pausad
th: หยุดชั่วคราว
tr: Duraklatıldı
uk: Призупинено
vi: Đã tạm dừng
zh_hant: 已暫停

source: 已有录屏在进行，请先停止。
ar: يوجد تسجيل شاشة جارٍ بالفعل؛ أوقفه أولاً.
de: Eine Bildschirmaufnahme läuft bereits; bitte zuerst beenden.
en: A screen recording is already running; stop it first.
es: Ya hay una grabación de pantalla en curso; deténla primero.
fr: Un enregistrement d'écran est en cours ; arrêtez-le d'abord.
hi: पहले से स्क्रीन रिकॉर्डिंग चल रही है; पहले उसे रोकें।
id: Perekaman layar sedang berjalan; hentikan dulu.
it: C'è già una registrazione schermo in corso; interrompila prima.
ja: 画面収録が進行中です。先に停止してください。
ko: 화면 녹화가 진행 중입니다. 먼저 중지하세요.
nl: Er loopt al een schermopname; stop die eerst.
pl: Nagrywanie ekranu już trwa; najpierw je zatrzymaj.
pt: Já há uma gravação de ecrã em curso; pare-a primeiro.
ru: Запись экрана уже идёт — сначала остановите её.
sv: En skärminspelning pågår redan; stoppa den först.
th: กำลังบันทึกหน้าจออยู่ โปรดหยุดก่อน
tr: Ekran kaydı zaten sürüyor; önce durdurun.
uk: Запис екрана вже триває; спершу зупиніть його.
vi: Đang có phiên ghi màn hình; hãy dừng trước.
zh_hant: 已有螢幕錄製進行中，請先停止。

source: 已有转写包含手动编辑，重新转写会覆盖这些修改；开始前会自动把现有转写备份为 transcript.backup.md。
ar: يحتوي النص الحالي على تعديلات يدوية وسيستبدلها إعادة النسخ؛ سيتم نسخ النص احتياطيًا إلى transcript.backup.md قبل البدء.
de: Das vorhandene Transkript enthält manuelle Änderungen, die beim erneuten Transkribieren überschrieben werden; vor dem Start wird es automatisch als transcript.backup.md gesichert.
en: The existing transcript contains manual edits that re-transcription will overwrite; it is backed up as transcript.backup.md before starting.
es: La transcripción existente contiene ediciones manuales que la retranscripción sobrescribirá; se guardará una copia como transcript.backup.md antes de empezar.
fr: La transcription existante contient des modifications manuelles qui seront écrasées ; une sauvegarde transcript.backup.md est créée avant de commencer.
hi: मौजूदा ट्रांसक्रिप्ट में मैनुअल संपादन हैं जिन्हें पुनः ट्रांसक्रिप्शन बदल देगा; शुरू करने से पहले इसे transcript.backup.md के रूप में बैकअप किया जाएगा।
id: Transkrip yang ada berisi suntingan manual yang akan ditimpa oleh transkripsi ulang; sebelum mulai, salinannya disimpan sebagai transcript.backup.md.
it: La trascrizione esistente contiene modifiche manuali che la ritrascrizione sovrascriverà; prima di iniziare viene salvata una copia come transcript.backup.md.
ja: 既存の転写には手動編集が含まれており、再転写で上書きされます。開始前に transcript.backup.md として自動バックアップします。
ko: 기존 전사에 수동 편집이 있어 다시 전사하면 덮어씁니다. 시작 전에 transcript.backup.md로 자동 백업합니다.
nl: Het bestaande transcript bevat handmatige wijzigingen die door opnieuw transcriberen worden overschreven; vóór de start wordt een back-up gemaakt als transcript.backup.md.
pl: Istniejący transkrypt zawiera ręczne zmiany, które zostaną nadpisane; przed rozpoczęciem zostanie utworzona kopia transcript.backup.md.
pt: A transcrição existente contém edições manuais que serão substituídas; antes de iniciar é criada uma cópia transcript.backup.md.
ru: В текущей расшифровке есть ручные правки, которые будут перезаписаны; перед началом она автоматически сохраняется как transcript.backup.md.
sv: Den befintliga transkriptionen innehåller manuella ändringar som skrivs över; en säkerhetskopia sparas som transcript.backup.md före start.
th: ข้อความถอดเสียงเดิมมีการแก้ไขด้วยมือซึ่งจะถูกเขียนทับ ระบบจะสำรองเป็น transcript.backup.md ก่อนเริ่ม
tr: Mevcut transkript, yeniden transkripsiyonda üzerine yazılacak el ile yapılmış düzenlemeler içeriyor; başlamadan önce transcript.backup.md olarak yedeklenir.
uk: Наявний текст містить ручні правки, які буде перезаписано; перед початком його автоматично збережуть як transcript.backup.md.
vi: Bản ghi hiện có chứa chỉnh sửa thủ công và sẽ bị ghi đè; hệ thống tự sao lưu thành transcript.backup.md trước khi bắt đầu.
zh_hant: 已有轉寫包含手動編輯，重新轉寫會覆蓋這些修改；開始前會自動把現有轉寫備份為 transcript.backup.md。

source: 已注册声纹（%lld）
ar: البصمات المسجلة (%lld)
de: Registrierte Stimmprofile (%lld)
en: Registered Voiceprints (%lld)
es: Huellas registradas (%lld)
fr: Empreintes enregistrées (%lld)
hi: पंजीकृत वॉयसप्रिंट (%lld)
id: Sidik suara terdaftar (%lld)
it: Impronte registrate (%lld)
ja: 登録済み声紋（%lld）
ko: 등록된 음성 지문 (%lld)
nl: Geregistreerde spraakafdrukken (%lld)
pl: Zarejestrowane odciski głosu (%lld)
pt: Impressões registradas (%lld)
ru: Зарегистрированные голосовые отпечатки (%lld)
sv: Registrerade röstavtryck (%lld)
th: ลายเสียงที่ลงทะเบียนแล้ว (%lld)
tr: Kayıtlı Ses İzleri (%lld)
uk: Зареєстровані голосові відбитки (%lld)
vi: Dấu vân giọng nói đã đăng ký (%lld)
zh_hant: 已註冊聲紋（%lld）

# 已自动恢复 %d 条崩溃遗留的录音：%@。转写与总结需重新发起
source: 已自动恢复 %1$d 条崩溃遗留的录音：%2$@。转写与总结需重新发起
ar: تم استرجاع %d تسجيلًا خلّفه انهيار تلقائيًا: %@. يجب إعادة بدء النسخ والملخصات.
de: %d nach einem Absturz verbliebene Aufnahmen wurden automatisch wiederhergestellt: %@. Transkription und Zusammenfassungen müssen neu gestartet werden.
en: Automatically recovered %d recordings left by a crash: %@. Transcription and summaries must be started again.
es: Se recuperaron automáticamente %d grabaciones dejadas por un fallo: %@. La transcripción y los resúmenes deben reiniciarse.
fr: Récupération automatique de %d enregistrements laissés par un plantage : %@. La transcription et les résumés doivent être relancés.
hi: क्रैश से बची %d रिकॉर्डिंग अपने-आप बहाल हुईं: %@। ट्रांसक्रिप्शन और सारांश फिर से शुरू करें।
id: Berhasil memulihkan %d rekaman sisa crash: %@. Transkripsi dan ringkasan harus dimulai ulang.
it: Recuperate automaticamente %d registrazioni lasciate da un crash: %@. Trascrizione e riepiloghi vanno riavviati.
ja: クラッシュで残された %d 件の録音を自動復元しました：%@。文字起こしと要約は再実行が必要です。
ko: 충돌로 남은 녹음 %d개를 자동 복구했습니다: %@. 전사와 요약은 다시 시작해야 합니다.
nl: %d opnamen van een crash zijn automatisch hersteld: %@. Transcriptie en samenvattingen moeten opnieuw worden gestart.
pl: Automatycznie odzyskano %d nagrań pozostałych po awarii: %@. Transkrypcję i podsumowania trzeba uruchomić ponownie.
pt: Foram recuperadas automaticamente %d gravações deixadas por uma falha: %@. A transcrição e os resumos têm de ser reiniciados.
ru: Автоматически восстановлено записей после сбоя: %d — %@. Транскрипцию и итоги нужно запустить заново.
sv: Återställde automatiskt %d inspelningar från en krasch: %@. Transkribering och sammanfattningar måste startas igen.
th: กู้คืนการบันทึกที่ตกค้างจากการล่ม %d รายการโดยอัตโนมัติ: %@ ต้องเริ่มถอดเสียงและสร้างสรุปใหม่
tr: Çökmeden kalan %d kayıt otomatik kurtarıldı: %@. Deşifre ve özetlerin yeniden başlatılması gerekir.
uk: Автоматично відновлено %d записів, що залишилися після збою: %@. Транскрибування й підсумки треба запустити знову.
vi: Đã tự khôi phục %d bản ghi còn lại sau sự cố: %@. Cần bắt đầu lại phiên âm và tóm tắt.
zh_hant: 已自動恢復 %d 條崩潰遺留的錄音：%@。轉寫與總結需重新發起

source: 已自定义
ar: مخصّص
de: Angepasst
en: Customized
es: Personalizado
fr: Personnalisé
hi: अनुकूलित
id: Disesuaikan
it: Personalizzato
ja: カスタマイズ済み
ko: 사용자 지정됨
nl: Aangepast
pl: Dostosowano
pt: Personalizado
ru: Настроено
sv: Anpassad
th: ปรับแต่งแล้ว
tr: Özelleştirildi
uk: Налаштовано
vi: Đã tùy chỉnh
zh_hant: 已自訂

source: 已获取 %d 个可用模型。
ar: تم جلب %d من النماذج المتاحة.
de: %d verfügbare Modelle abgerufen.
en: Retrieved %d available models.
es: Se han obtenido %d modelos disponibles.
fr: %d modèles disponibles récupérés.
hi: %d उपलब्ध मॉडल प्राप्त किए गए।
id: Mendapatkan %d model yang tersedia.
it: Recuperati %d modelli disponibili.
ja: 利用可能なモデルを %d 個取得しました。
ko: 사용 가능한 모델 %d개를 가져왔습니다.
nl: %d beschikbare modellen opgehaald.
pl: Pobrano %d dostępnych modeli.
pt: Obtidos %d modelos disponíveis.
ru: Получено доступных моделей: %d.
sv: Hämtade %d tillgängliga modeller.
th: ได้รับ %d โมเดลที่ใช้ได้
tr: %d kullanılabilir model alındı.
uk: Отримано доступних моделей: %d.
vi: Đã lấy %d mô hình khả dụng.
zh_hant: 已取得 %d 個可用模型。

source: 已识别 %lld 字，可直接编辑或复制
ar: تم التعرّف على %lld حرفًا؛ يمكنك التحرير أو النسخ مباشرة
de: %lld Zeichen erkannt; direkt bearbeiten oder kopieren
en: Recognized %lld characters; edit or copy directly
es: Se reconocieron %lld caracteres; edita o copia directamente
fr: %lld caractères reconnus ; modifiez ou copiez directement
hi: %lld अक्षर पहचाने गए; सीधे संपादित या कॉपी करें
id: Mengenali %lld karakter; edit atau salin langsung
it: Riconosciuti %lld caratteri; modifica o copia direttamente
ja: %lld 文字を認識しました。直接編集・コピーできます
ko: %lld자를 인식했습니다. 바로 편집하거나 복사하세요
nl: %lld tekens herkend; direct bewerken of kopiëren
pl: Rozpoznano %lld znaków; edytuj lub kopiuj bezpośrednio
pt: %lld caracteres reconhecidos; edite ou copie diretamente
ru: Распознано символов: %lld; можно править или копировать
sv: %lld tecken igenkända; redigera eller kopiera direkt
th: รู้จำ %lld ตัวอักษร แก้ไขหรือคัดลอกได้ทันที
tr: %lld karakter tanındı; doğrudan düzenleyip kopyalayın
uk: Розпізнано %lld символів; редагуйте або копіюйте одразу
vi: Đã nhận dạng %lld ký tự; có thể sửa hoặc sao chép ngay
zh_hant: 已識別 %lld 字，可直接編輯或複製

source: 已跳过
ar: تم التخطي
de: Übersprungen
en: Skipped
es: Omitido
fr: Ignoré
hi: छोड़ा गया
id: Dilewati
it: Saltato
ja: スキップ済み
ko: 건너뜀
nl: Overgeslagen
pl: Pominięto
pt: Ignorado
ru: Пропущено
sv: Överhoppad
th: ข้ามแล้ว
tr: Atlandı
uk: Пропущено
vi: Đã bỏ qua
zh_hant: 已略過

source: 已转写
ar: تم التفريغ
de: Transkribiert
en: Transcribed
es: Transcrito
fr: Transcrit
hi: ट्रांसक्रिप्ट हो गया
id: Ditranskripsi
it: Trascritto
ja: 文字起こし済み
ko: 전사 완료
nl: Getranscribeerd
pl: Przetranskrybowane
pt: Transcrito
ru: Расшифровано
sv: Transkriberat
th: ถอดความแล้ว
tr: Transkript edildi
uk: Транскрибовано
vi: Đã chuyển ngữ
zh_hant: 已轉寫

source: 已连接服务
ar: تم الاتصال بالخدمة
de: Dienst verbunden
en: Service Connected
es: Servicio conectado
fr: Service connecté
hi: सेवा कनेक्ट हो गई
id: Layanan terhubung
it: Servizio connesso
ja: サービスに接続済み
ko: 서비스 연결됨
nl: Dienst verbonden
pl: Usługa połączona
pt: Serviço ligado
ru: Сервис подключён
sv: Tjänsten är ansluten
th: เชื่อมต่อบริการแล้ว
tr: Hizmet bağlandı
uk: Сервіс підключено
vi: Đã kết nối dịch vụ
zh_hant: 已連接服務

source: 已选中 %lld 个条目
ar: تم تحديد %lld عنصر
de: %lld Einträge ausgewählt
en: %lld Items Selected
es: %lld elementos seleccionados
fr: %lld éléments sélectionnés
hi: %lld आइटम चयनित
id: %lld Item Dipilih
it: %lld elementi selezionati
ja: %lld 件選択中
ko: %lld개 항목 선택됨
nl: %lld items geselecteerd
pl: Zaznaczono %lld pozycji
pt: %lld Itens Selecionados
ru: Выбрано элементов: %lld
sv: %lld objekt markerade
th: เลือกแล้ว %lld รายการ
tr: %lld Öğe Seçildi
uk: Вибрано елементів: %lld
vi: Đã chọn %lld mục
zh_hant: 已選取 %lld 個項目

source: 已配置的模型
ar: النماذج المكونة
de: Konfigurierte Modelle
en: Configured Models
es: Modelos configurados
fr: Modèles configurés
hi: कॉन्फ़िगर किए गए मॉडल
id: Model yang dikonfigurasi
it: Modelli configurati
ja: 設定済みモデル
ko: 구성된 모델
nl: Geconfigureerde modellen
pl: Skonfigurowane modele
pt: Modelos configurados
ru: Настроенные модели
sv: Konfigurerade modeller
th: โมเดลที่กำหนดค่าแล้ว
tr: Yapılandırılmış modeller
uk: Налаштовані моделі
vi: Mô hình đã cấu hình

source: 已静音
ar: مكتوم
de: Stummgeschaltet
en: Muted
es: Silenciado
fr: En sourdine
hi: म्यूट किया गया
id: Dibisukan
it: Silenziato
ja: ミュート済み
ko: 음소거됨
nl: Gedempt
pl: Wyciszono
pt: Silenciado
ru: Звук выключен
sv: Tystad
th: ปิดเสียงอยู่
tr: Sessizde
uk: Звук вимкнено
vi: Đã tắt tiếng
zh_hant: 已靜音

source: 带 #去标识化 标记的词条在送云端大模型前替换为占位符（如 [人名1]），返回后还原；手机号/身份证号/邮箱无需入册自动识别。「更新去标识化」会把完整转写交给模型分析，为防止敏感信息外传，仅接入本地大模型时可用。
ar: تُستبدل المدخلات المعلَّمة بـ #去标识化 بعناصر نائبة (مثل [人名1]) قبل الإرسال إلى النموذج السحابي ثم تُستعاد؛ أرقام الهاتف/الهوية/البريد تُكتشف دون تسجيل. يقوم «تحديث إزالة الهوية» بإرسال التفريغات الكاملة إلى النموذج، ولمنع التسريب لا يتوفر إلا مع نموذج محلي.
de: Mit #去标识化 markierte Einträge werden vor dem Senden an ein Cloud-LLM durch Platzhalter (z. B. [人名1]) ersetzt und danach wiederhergestellt; Telefon-/Ausweis-/E-Mail-Daten werden ohne Eintrag erkannt. „Anonymisierung aktualisieren“ übergibt vollständige Transkriptionen an das Modell und ist zum Schutz vor Datenabfluss nur mit einem lokalen LLM verfügbar.
en: Entries marked with #de-identification are replaced by placeholders (e.g. [人名1]) before sending to a cloud LLM and restored afterwards; phone/ID/email are auto-detected without registration. "Update De-identification" sends full transcripts to the model for analysis, so it is only available with a local LLM to prevent leaks.
es: Las entradas marcadas con #去标识化 se sustituyen por marcadores (p. ej., [人名1]) antes de enviarlas al LLM en la nube y se restauran después; los teléfonos/ID/correos se detectan sin registrarlos. «Actualizar desidentificación» entrega transcripciones completas al modelo y, para evitar filtraciones, solo está disponible con un LLM local.
fr: Les entrées marquées #去标识化 sont remplacées par des jetons (ex. [人名1]) avant l’envoi au LLM cloud puis restaurées ; téléphones/ID/e-mails sont détectés automatiquement. « Mettre à jour l’anonymisation » confie les transcriptions complètes au modèle : pour éviter toute fuite, cette fonction n’est disponible qu’avec un LLM local.
hi: #去标识化 चिह्नित प्रविष्टियाँ क्लाउड LLM को भेजने से पहले प्लेसहोल्डर (जैसे [人名1]) से बदली जाती हैं और बाद में बहाल की जाती हैं; फ़ोन/आईडी/ईमेल बिना जोड़े पहचाने जाते हैं। "पहचान-हटाना अपडेट करें" पूरी ट्रांसक्रिप्ट मॉडल को देता है, इसलिए लीक रोकने हेतु यह केवल लोकल LLM के साथ उपलब्ध है.
id: Entri bertanda #去标识化 diganti placeholder (mis. [人名1]) sebelum dikirim ke LLM cloud lalu dipulihkan; telepon/KTP/email terdeteksi tanpa didaftarkan. "Perbarui de-identifikasi" menyerahkan transkripsi lengkap ke model, sehingga demi mencegah kebocoran hanya tersedia dengan LLM lokal.
it: Le voci contrassegnate con #去标识化 vengono sostituite da segnaposto (es. [人名1]) prima dell’invio al LLM cloud e ripristinate dopo; telefoni/ID/email vengono rilevati senza registrazione. «Aggiorna de-identificazione» affida le trascrizioni complete al modello e, per evitare fughe di dati, è disponibile solo con un LLM locale.
ja: #去标识化 マーク付きの項目はクラウドLLMへの送信前にプレースホルダー（例：[人名1]）に置き換え、返答後に復元します。電話番号/ID番号/メールは登録不要で自動検出されます。「匿名化を更新」は完全な転写をモデルに分析させるため、漏えい防止のためローカルLLM接続時のみ利用できます。
ko: #去标识化 표시가 있는 항목은 클라우드 LLM 전송 전 자리표시자(예: [人名1])로 바뀌고 응답 후 복원됩니다. 전화번호/신분증/이메일은 등록 없이 자동 감지됩니다. "비식별화 업데이트"는 전체 전사를 모델에 분석시키므로 유출 방지를 위해 로컬 LLM 연결 시에만 사용할 수 있습니다.
nl: Items met het merkteken #去标识化 worden vóór verzending naar een cloud-LLM vervangen door placeholders (bijv. [人名1]) en daarna hersteld; telefoon-/ID-/e-mailgegevens worden zonder inschrijving herkend. "De-identificatie bijwerken" geeft volledige transcripties aan het model en is om lekkage te voorkomen alleen beschikbaar met een lokaal LLM.
pl: Wpisy oznaczone #去标识化 są przed wysłaniem do chmurowego LLM zastępowane symbolami (np. [人名1]) i przywracane potem; telefony/dokumenty/e-maile są wykrywane bez dodawania. „Zaktualizuj deidentyfikację” przekazuje pełne transkrypcje modelowi, więc aby zapobiec wyciekom, jest dostępne tylko z lokalnym LLM.
pt: As entradas marcadas com #去标识化 são substituídas por marcadores (ex.: [人名1]) antes do envio ao LLM na nuvem e restauradas depois; telefones/ID/e-mails são detectados sem cadastro. "Atualizar desidentificação" entrega transcrições completas ao modelo e, para evitar vazamentos, só está disponível com um LLM local.
ru: Записи с пометкой #去标识化 заменяются заполнителями (напр., [人名1]) перед отправкой в облачную LLM и восстанавливаются после; телефоны/документы/почта определяются без добавления. «Обновить деидентификацию» передаёт полные транскрипции модели, поэтому во избежание утечек доступно только при локальной LLM.
sv: Poster märkta med #去标识化 ersätts med platshållare (t.ex. [人名1]) innan de skickas till moln-LLM och återställs efteråt; telefon-/ID-/e-postuppgifter upptäcks utan registrering. "Uppdatera avidentifiering" lämnar fullständiga transkriptioner till modellen och är för att förhindra läckor endast tillgängligt med en lokal LLM.
th: รายการที่มีเครื่องหมาย #去标识化 จะถูกแทนที่ด้วยตัวยึดตำแหน่ง (เช่น [人名1]) ก่อนส่งไป LLM บนคลาวด์ แล้วคืนค่าภายหลัง เบอร์โทร/เลขบัตร/อีเมลตรวจจับได้โดยไม่ต้องเพิ่ม "อัปเดตการล้างข้อมูลระบุตัวตน" จะส่งบทถอดเสียงเต็มให้โมเดลวิเคราะห์ จึงใช้ได้เฉพาะเมื่อเชื่อมต่อโมเดลภายในเครื่องเพื่อป้องกันการรั่วไหล
tr: #去标识化 işaretli girdiler bulut LLM’ye gönderilmeden önce yer tutucularla (örn. [人名1]) değiştirilir ve sonrasında geri yüklenir; telefon/kimlik/e-posta eklenmeden algılanır. "Kimliksizleştirmeyi güncelle" tam transkripsiyonları modele analiz ettirir; sızıntıyı önlemek için yalnızca yerel LLM bağlıyken kullanılabilir.
uk: Записи з позначкою #去标识化 замінюються заповнювачами (напр., [人名1]) перед надсиланням до хмарної LLM і відновлюються після; телефони/документи/пошта виявляються без додавання. «Оновити деідентифікацію» передає повні транскрипції моделі, тому для запобігання витокам доступне лише з локальною LLM.
vi: Các mục có đánh dấu #去标识化 được thay bằng ký tự giữ chỗ (ví dụ [人名1]) trước khi gửi lên LLM đám mây và khôi phục sau đó; số điện thoại/CMND/email tự nhận diện mà không cần thêm. "Cập nhật khử nhận dạng" sẽ gửi toàn bộ bản phiên âm cho mô hình phân tích, nên để tránh rò rỉ chỉ khả dụng khi có LLM cục bộ.
zh_hant: 帶 #去標識化 標記的詞條在送雲端大模型前替換為佔位符（如 [人名1]），返回後還原；手機號/身份證號/郵箱無需入冊自動識別。「更新去標識化」會把完整轉寫交給模型分析，為防止敏感資訊外傳，僅接入本地大模型時可用。

source: 带画面的视频条目（课程、讲座、录屏等）生成内容大纲时使用。
ar: يُستخدم لإنشاء مخطط محتوى لإدخالات الفيديو التي تحتوي على صورة (محاضرات، ندوات، تسجيلات شاشة، إلخ).
de: Wird verwendet, um eine Inhaltsübersicht für Videoeinträge mit Bild zu erstellen (Vorlesungen, Vorträge, Bildschirmaufnahmen usw.).
en: Used to generate a content outline for video entries with visuals (lectures, talks, screen recordings, etc.).
es: Se usa para generar un esquema del contenido en entradas de vídeo con imagen (clases, charlas, grabaciones de pantalla, etc.).
fr: Utilisé pour générer un plan du contenu pour les entrées vidéo avec image (cours, conférences, enregistrements d'écran, etc.).
hi: दृश्य वाले वीडियो प्रविष्टियों (व्याख्यान, भाषण, स्क्रीन रिकॉर्डिंग आदि) के लिए सामग्री रूपरेखा बनाने में उपयोग किया जाता है।
id: Digunakan untuk membuat kerangka konten pada entri video bergambar (kuliah, ceramah, rekaman layar, dll.).
it: Usato per generare uno schema dei contenuti per voci video con immagini (lezioni, conferenze, registrazioni dello schermo, ecc.).
ja: 映像付きの動画項目（講義、講演、画面収録など）の内容概要を生成するときに使用します。
ko: 화면이 있는 동영상 항목(강의, 강연, 화면 녹화 등)의 콘텐츠 개요를 생성할 때 사용합니다.
nl: Wordt gebruikt om een inhoudsoverzicht te maken voor video-items met beeld (colleges, lezingen, schermopnamen, enz.).
pl: Służy do generowania konspektu treści dla wpisów wideo z obrazem (wykłady, prelekcje, nagrania ekranu itp.).
pt: Usado para gerar um esboço do conteúdo em entradas de vídeo com imagem (aulas, palestras, gravações de ecrã, etc.).
ru: Используется для создания плана содержания для видеозаписей с изображением (лекции, доклады, записи экрана и т. д.).
sv: Används för att skapa en innehållsöversikt för videoposter med bild (föreläsningar, tal, skärminspelningar m.m.).
th: ใช้สำหรับสร้างโครงร่างเนื้อหาสำหรับรายการวิดีโอที่มีภาพ (บทเรียน การบรรยาย การบันทึกหน้าจอ ฯลฯ)
tr: Görüntülü video kayıtları (dersler, konuşmalar, ekran kayıtları vb.) için içerik taslağı oluşturmakta kullanılır.
uk: Використовується для створення плану змісту для відеозаписів із зображенням (лекції, доповіді, записи екрана тощо).
vi: Dùng để tạo đề cương nội dung cho mục video có hình ảnh (bài giảng, buổi nói chuyện, ghi màn hình, v.v.).
zh_hant: 帶畫面的影片條目（課程、講座、螢幕錄影等）產生內容大綱時使用。
